Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Warsztat konkurencji znajduje się w porcie, pomiędzy Targiem Rybnym a wysokim domem w budowie.
uk: Майстерня конкурента розташована в порту, між Рибним ринком та високим недобудованим будинком.

source: Warsztat łuczarski
uk: Майстерня лучника

source: Warta jak warta. Stoję, pilnuję, trochę się nudzę, ale przynajmniej mam czas na myślenie.
uk: Варта як варта. Стою, стежу, трохи нудьгую, але принаймні маю час на роздуми.

source: Warta rozpoczyna się o godzinie 18.
uk: Варта розпочинається о 18:00.

source: Warto jednak zauważyć, iż religia ta propaguje kult siły i władzę silniejszego nad słabszym, co z kolei doskonale wpasowuje się w łupieżczy charakter Varrantczyków.
uk: Однак варто зазначити, що ця релігія пропагує культ сили і влади сильнішого над слабшим, що, в свою чергу, чудово поєднується з загарбницьким характером варантців.

source: Warto spróbować, bo chyba nie może być gorzej.
uk: Варто спробувати, адже гірше вже не може бути.

source: Wartownicy wzięli mnie za jednego ze swoich. Wolałem nie zadawać pytań, żeby nie nabrali podejrzeń. Tylko dlaczego ludzie Lichwiarza są tutaj tak rozgoszczeni?
uk: Охоронці прийняли мене за одного зі своїх. Я вирішив за краще не ставити запитань, щоб не викликати у них підозр. Тільки чому люди Лихваря тут так добре влаштувалися?

source: Wartownik
uk: Охоронець

source: Wartownik Folkard nie pomoże mi w sprowadzeniu moich towarzyszy. Mówi, że nie może zostawić bramy bez ochrony. Może Markus mógłby pomóc?
uk: Охоронець Фолькард не допоможе мені провести моїх товаришів. Він сказав, що не може залишити ворота без охорони. Може, Маркус допоможе?

source: Wartownik Harry twierdzi, że nie widział ostatnio mojego brata, ale według niego za jego porwaniem mógł stać ktoś z nas. Jakoś nie dziwi mnie jego zdanie na ten temat, bo gość od początku był do nas wyraźnie uprzedzony. Może dla pewności powinienem jeszcze rzucić okiem na tę okolicę?
uk: Охоронець Гаррі стверджує, що не бачив мого брата останнім часом, але вважає, що за його викраденням міг стояти хтось із нас. Чомусь мене не дивує його думка, адже хлопець від самого початку був відверто упереджений щодо нас. Можливо, для певності мені все ж варто оглянути околиці?

source: Wartownik Harry twierdzi, że nie widział ostatnio mojego brata. Może dla pewności powinienem jeszcze rzucić okiem na tę okolicę?
uk: Охоронець Гаррі каже, що не бачив мого брата останнім часом. Можливо, для певності мені все ж варто оглянути околиці?

source: Wartownik Harry wpuścił mnie do wioski. Jornowi także udało się tutaj dotrzeć. Z tego, co udało mi się ustalić, wynika, że przebywa w karczmie Bastiana. Dotrę do niej podążając wzdłuż ścieżki od bramy. Na pierwszym rozwidleniu muszę skręcić w prawo, a gdy minę most, karczma będzie po mojej lewej stronie.
uk: Охоронець Гаррі впустив мене в село. Йорн також зміг дістатися сюди. З того, що мені вдалося з'ясувати, він зупинився в корчмі Бастіана. Я дістанусь до неї, йдучи стежкою від воріт. На першому роздоріжжі треба повернути праворуч, і коли я пройду міст, корчма буде ліворуч від мене.

source: Wartownik Kipper nie widział ostatnio nikogo podobnego do mojego brata, a o samym włamaniu do Kurta wie niewiele więcej od innych.
uk: Охоронець Кіпер останнім часом не бачив нікого схожого на мого брата, і про розбій в хатині Курта він знає не більше за інших.

source: Wartownik bramy wschodnej, Felix, nie brzmiał, jakby rwał się do pomocy. Może zmieni zdanie, jeśli przyniosę mu piwo.
uk: Фелікс, що охороняє східні ворота, не дуже поспішав допомагати. Може, він передумає, якщо я принесу йому пива.

source: Wartownik nie chce otworzyć bramy, dopóki nie sprowadzę mu dodatkowego wsparcia.
uk: Охоронець не хоче відчиняти ворота, поки я не приведу йому додаткову підмогу.

source: Wartownik nie chce otworzyć bramy...
uk: Охоронець не хоче відчиняти ворота...

source: Wartownik zaprowadził mnie do Salviego - człowieka, który siłą przejął władzę w oddziale Gerwina. Korzystając z okazji, postanowiłem tymczasowo dołączyć do renegatów i dowiedzieć się więcej o ich działaniach. Wygląda jednak na to, że złożenie przysięgi nie wystarczy. Muszę iść za Salvim i dowiedzieć się, jaki sprawdzian dla mnie wymyślił.
uk: Вартовий привів мене до Сальві – людини, яка силою захопила загін Гервіна. Я скористався можливістю тимчасово приєднатися до відступників і дізнатися більше про їхню діяльність. Однак, схоже, що однієї присяги недостатньо. Я маю знайти Сальві та з'ясувати, яке випробування він приготував для мене.

source: Wartość:
uk: Ціна:

source: Warunek jest jeden. Kalebowi nie może spaść włos z głowy.
uk: Але є одна умова. Жодна волосина не повинна впасти з голови Калеба.

source: Warunki finansowe chcę omówić z nim osobiście. Mamy sobie wiele do wyjaśnienia.
uk: Фінансові умови я хочу обговорити з ним особисто. Нам потрібно багато чого обговорити.

source: Warunki kapitulacji
uk: Умови капітуляції

source: Warunki kapitulacji dla Corteza
uk: Умови капітуляції для Кортеза

source: Warzenie i korzystanie z mikstur podczas tworzenia i rzucania zaklęć to podstawa!
uk: Варіння та використання еліксирів при створенні та застосуванні заклинань це основа!

source: Warzymy Mrocznego Paladyna i Wyspiarskie. O którym z nich mam ci powiedzieć?
uk: Ми варимо Темного Паладина та Острівне. Про який з них розповісти?

source: Warzysz mikstury lepiej niż wielu ludzi, którzy poświęcili na to całe swoje życie. Ramha i Fadha by się mogły od ciebie sporo nauczyć!
uk: Ти вариш зілля краще, ніж більшість людей, які присвятили цьому все своє життя. Рамха і Фадха можуть багато чому в тебе навчитися!

source: Warzywo uwielbiane przez mieszkańców Archolos.
uk: Улюблений овоч мешканців Архолосу.

source: Warzyłeś kiedyś miksturę?
uk: Ти коли-небудь варив зілля?

source: Wasz dowódca nie należy do ludzi, którym łatwo zaimponować.
uk: Ваш командир не з тих людей, яким легко догодити.

source: Wasz kumpel nie żyje. Chciał dopaść cieniostwora... i nie dał rady. Zapalanie ognia nie miałoby sensu, bo nie byłoby nikogo, kto podchwyciłby sygnał.
uk: Ваш друг мертвий. Він хотів вистежити тінезвіра... і не зміг. Розпалювати багаття не було сенсу, бо ніхто б не помітив сигнал.

source: Wasz młyn wygląda zupełnie jak ten spalony, na drodze do miasta.
uk: Ваш млин виглядає так само, як той, що згорів, по дорозі до міста.

source: Wasza Ekscelencjo... to jest wysoce nieodpowiedzialne...
uk: Ваша світлосте... це вкрай безвідповідально.

source: Wasza Ekscelencjo... to się nie godzi...
uk: Ваша світлосте... так не годиться...

source: Wasza ekscelencja ma do dyspozycji gwardię królewską. Przypuszczam, że to sprawdzeni i doświadczeni ludzie. Dlaczego wobec tego, prosi Pan o pomoc straż miejską?
uk: Ваша світлість має у своєму розпорядженні королівську гвардію. Припускаю, що це перевірені і досвідчені люди. Чому ж тоді ви просите про допомогу Міську Варту?

source: Wasza ekscelencja zna Kaleba?
uk: Чи ваша світлість знайомі з Калебом?

source: Wasza ekscelencjo,
uk: Ваша світлосте,

source: Wasza ekscelencjo.
uk: Ваша світлосте.

source: Wasza ekscelencjo. Strażnik Marvin melduje się na rozkaz!
uk: Ваша світлосте. Вартовий Марвін звітує за наказом!

source: Wasza ekscelencjo. W czym Gildia Kupiecka może ci dzisiaj służyć?
uk: Ваша світлосте. Чим Торгова Гільдія може вам сьогодні послужити?

source: Wasza obecność tu na tym placu jest dowodem na to, że czujecie odpowiedzialność za nasze wspaniałe, wielowiekowe miasto!
uk: Ваша присутність тут, на цій площі, є доказом того, що ви відчуваєте відповідальність за наше чудове старовинне місто!

source: Wasza, oczywiście!
uk: Хтось з ваших, очевидно!

source: Wasze zdrowie, Osip! Hahahahahahehehe!
uk: За твоє здоров'я, Осіпе! Ха-ха-ха-ха-ха-хе-хе-хе!

source: Waszym zadaniem będzie trafić, któreś z nich. Zostaniemy tutaj tak długo, dopóki nie spadnie choć jedno jabłko.
uk: Вашим завданням буде влучити в одне з них. Ми залишимось тут доти, доки не впаде хоча б одне яблуко.

source: Ważne jest dyskretne zachowanie. Podchodź do cudzej własności powoli, na ugiętych nogach, ostrożnie stawiając każdy krok. Po opanowaniu tej techniki, możesz brać się za konkrety.
uk: Важливо поводитися непомітно. Наближайся до чужої власності повільно, на зігнутих ногах, обережно роблячи кожен крок. Опанувавши цю техніку, можна переходити до конкретики.

source: Ważne jest to, że ty ani twój miecz nie macie żadnego prawa do decydowania o sprawiedliwości.
uk: Головне, що ані ти, ані твій меч не маєте жодного права чинити правосуддя.

source: Ważne, że Dima jest z ciebie zadowolona. Dobra robota.
uk: Головне – Діна тобою задоволена. Молодець.

source: Ważne, że pomogłeś jednemu z naszych, a to się liczy. Słyszałem, że Rasco był z ciebie zadowolony. Cokolwiek mu zrobiłeś, chyba wyraźnie cię polubił.
uk: Ти допоміг одному з наших, а це найголовніше. Я чув, що Раско був тобою задоволений. Що б ти для нього не зробив, здається, ти йому сподобався.

source: Ważne, że płaci więcej od gubernatora.
uk: Головне, що він платить більше, ніж губернатор.

source: Ważne, żeby zaprzestali swojej działalności. Z doświadczenia wiem, że desperatów ciężko przekonać do zmiany zdania... a skoro handlują ludźmi... to nikt nie będzie ich żałował.
uk: Важливо, щоб вони припинили свою діяльність. Я знаю з досвіду, що зневірених людей важко переконати змінити свою думку... а якщо вони торгують людьми... то ніхто не буде за ними сумувати.

source: Ważny jest zrównoważony rozwój. Trenując wyłącznie siłę, a ignorując sztukę władania bronią, nie zadamy nigdy odpowiedniego ciosu. Łucznik znający tajniki łuczarstwa oraz oprawiania zwierzyny może bardziej skorzystać, przygotowując goblinie jagody zgodnie z przepisem kucharskim, niż poświęcając kolejne lata na mistrzowskie opanowanie alchemii, by tylko trochę efektywniej wydobyć ich potencjał do zwiększania zręczności.
uk: Збалансований розвиток дуже важливий. Тренуючи лише силу та ігноруючи навички володіння зброєю, воїн ніколи не зможе завдати точного удару. Лучнику, який знає всі тонкощі стрільби із лука та полювання, може бути корисніше приготувати ягоди гобліна за кулінарним рецептом, аніж витрачати роки на вивчення алхімії тільки для того, щоб отримати від них невелике збільшення спритності.

source: Wbiegniemy do środka i wszystkich niedobitków posiekamy sami.
uk: Ми забіжимо всередину і самі порубаємо всіх, хто лишиться.

source: Wbrew decyzjom miasta, Aldona wybudowała w Silbach potężny dwór, odrestaurowała kaplicę Adanosa i postawiła młyn przeznaczony na potrzeby mieszkańców. Niepokorna władczyni wielokrotnie sprowadzana była do ratusza, lecz za każdym razem, „gdy Lady Aldona przemawiała, gubernator i jego poplecznicy wyglądali przy niej jak banda wystraszonych szczurów”.
uk: Всупереч рішенням міської ради, Альдона збудувала в Сільбаху розкішний маєток, відреставрувала храм Аданоса та спорудила млин для забезпечення потреб мешканців. Непокірну правительку кілька разів викликали до ратуші, але щоразу, 'коли леді Альдона говорила, губернатор і його поплічники виглядали поруч з нею, як зграя переляканих щурів'.

source: Wbrew niektórym opiniom, nie zajmujemy się tylko ochroną kupców czy tropieniem zwierzyny. Mamy też sporo mniejszych robótek.
uk: Всупереч деяким думкам, ми займаємося не лише захистом торговців чи вистеженням дичини. У нас також повно дрібніших завдань.

source: Wbrew pozorom, z tą kulą armatnią, to nie jest zły pomysł...
uk: Як не дивно, але гарматні ядра – це не така вже й погана ідея...

source: Wbrew tego, co słyszałem, z Kalebem da się dogadać. Domu nie sprzeda, ale zgodzi się go wynająć, pod warunkiem, że zapewnię mu inne lokum oraz przeprosiny Lorenzo. Z tym pierwszym powinna pomóc Helga, gorzej będzie z liderem Gildii. Nim zrobię cokolwiek, powinienem poinformować o całej sprawie Caramona, który dalej czeka na mnie w porcie.
uk: Всупереч тому, що я чув, з Калебом можна домовитися. Він не продасть будинок, але погодиться здавати його в оренду за умови, що я надам йому інше житло і вибачення від Лоренцо. З першим повинна допомогти Хельга, з другим – голова Гільдії. Перш ніж діяти, я маю повідомити про все Карамона, який все ще чекає на мене в порту.

source: Wbrew temu, co słyszałeś, orkowa kultura dorównuje naszej, a ich budownictwo często przerasta nasze ludzkie osiągnięcia.
uk: Всупереч тому, що ти чув, культура орків стоїть на одному рівні з нашою, а їхнє будівництво часто перевершує наші людські досягнення.

source: Wbrew temu, co twierdzą ludzie, magia nie jest wyłącznie domeną magów. Dobrym tego przykładem są stare księgi.
uk: Всупереч тому, що стверджують люди, магія – це не виключно сфера діяльності магів. Гарним прикладом цього є старі книги.

source: Wbrew wszelkim oczekiwaniom, Marvin wygrywa finałowe starcie!
uk: Всупереч усім очікуванням, Марвін перемагає у фінальній сутичці!

source: Wcale nie jestem zdenerwowany!
uk: Я зовсім не нервую!

source: Wcale nie musi tak być. Właśnie wracam od zarządcy.
uk: Це може змінитися. Я саме повертаюся від старости.

source: Wchodzimy na teren kopalni i zgarniamy górnika Malena. Jeśli szybko się uwiniemy, to możemy też poszukać innych dowodów na działalność Lewko.
uk: Заходимо на територію копальні і забираємо гірника Малена. Якщо поквапимось, то зможемо знайти й інші докази діяльності Левко.

source: Wchodzisz na niebezpieczny grunt, chłopcze. O ile Yannick jest w porządku, to ludzie z którymi pracuje to w większości straszne szumowiny.
uk: Ти ступаєш на небезпечну стежку, хлопче. Хоча з Янніком все гаразд, люди, з якими він працює, здебільшого жахливі покидьки.

source: Wchodzę w to!
uk: Я з вами!

source: Wchodzę w to, miodu nigdy za wiele!
uk: Я згоден, меду забагато не буває!

source: Wchodzę.
uk: Я заходжу.

source: Wchodź do Loży, ale pamiętaj, możesz tam liczyć tylko na siebie.
uk: Піднімись до Ложа, але пам'ятай, що там ти можеш розраховувати тільки на себе.

source: Wcisnąłbym ci je do ręki, nawet gdybyś nie zapytał! Szkoda, że nie mam córki, bo chciałbym mieć tak utalentowanego zięcia.
uk: Я б дав їх тобі, навіть якщо б ти не спитав! Шкода, що в мене немає доньки, бо хотів би я мати такого талановитого зятя.

source: Wcisnęła mi w rękę mieszek złota i rozkazała, żebym ją wypuścił tylnymi drzwiami.
uk: Вона втиснула мені в руку гаманець з золотом і наказала вивести її через задні двері.

source: Wciąż czeka na kogoś dostatecznie odważnego.
uk: Все ще чекає на когось достатньо сміливого.

source: Wciąż czekam!
uk: Я все ще чекаю!

source: Wciąż czekamy na ich następny ruch i planujemy jak się ich ostatecznie pozbyć. Jeśli twoja dalsza pomoc będzie potrzebna, to powiadomię cię gońcem.
uk: Ми все ще чекаємо на їхній наступний крок і плануємо, як їх позбутися. Якщо буде потрібна твоя допомога, я відправлю до тебе посланця.

source: Wciąż działa.
uk: Все ще працює.

source: Wciąż mam pewne obiekcje co do tego planu...
uk: У мене все ще є певні сумніви щодо цього плану...

source: Wciąż mam przy sobie ten wspaniały pancerz kolczy.
uk: Наприклад, цей чудовий кольчужний обладунок.

source: Wciąż nad tym pracuję.
uk: Я ще над цим працюю.

source: Wciąż nad tym pracuję. A co u ciebie?
uk: Я все ще працюю над цим. А як твої справи?

source: Wciąż nie jestem pewny tego pomysłu.
uk: Я досі не впевнений щодо цієї ідеї.

source: Wciąż nie mogę pozbyć się obrazu moich braci... Wymordowanych przez tego drania. Magowie muszą w końcu zareagować i zrobić coś z tym przeklętym Volkerem.
uk: Я все ще не можу позбутися образу моїх братів... вбитих цим виродком. Маги повинні нарешті відреагувати і зробити щось з цим проклятим Волкером.

source: Wciąż nie mogę się przyzwyczaić do tutejszego klimatu. Zdecydowanie nie znajdziesz chłodniejszego miejsca na wyspie.
uk: Я досі не можу звикнути до тутешнього клімату. Прохолоднішого місця на острові точно не знайти.

source: Wciąż nie potrafię się przyzwyczaić do tutejszego klimatu. Zdecydowanie nie znajdziesz chłodniejszego miejsca na wyspie.
uk: Я досі не можу звикнути до тутешнього клімату. Прохолоднішого місця на острові точно не знайти.

source: Wciąż nie wiem, czy postąpiłem słusznie... Andreas chciał mi odebrać winnicę, ale przecież to mój brat... Oby Adanos kiedyś mi to wybaczył.
uk: Досі не знаю, чи правильно я вчинив... Андреас хотів забрати у мене виноградник, але ж він мій брат... Нехай Аданос колись пробачить мене.

source: Wciąż pracuję nad tym.
uk: Я все ще працюю над цим.

source: Wciąż stoję, więc niczego nie zepsuliśmy.
uk: Я досі стою, тож ми нічого не переплутали.

source: Wciąż was pamiętam pola kwieciste,
uk: Де берег перлинний, де вітер блукає,

source: Wciąż zamieszkują ją potomkowie rdzennych mieszkańców wyspy i bardzo niechętnie ją opuszczają.
uk: Тут досі живуть нащадки корінних мешканців острова, і вони дуже неохоче покидають це місце.

source: Wcześniej byłem w sporych tarapatach, ale teraz jest już dobrze.
uk: Раніше у мене були великі неприємності, але зараз все добре.

source: Wcześniej mistrzem był Ben. W walce nie miał sobie równego, ale myślisz, że ktoś by za nim poszedł? Siła to nie wszystko!
uk: До цього чемпіоном був Бен. Йому не було рівних у бою, але невже ти думаєш, що хтось пішов би за ним? Сила – це ще не все!

source: Wcześniej mnie zaciekawiłeś, mały, ale teraz masz moją pełną uwagę!
uk: Ти і до цього викликав цікавість, хлопче, а тепер ти привернув мою увагу!

source: Wcześniej nie mówiłeś o nim pozytywnie. Myślałem, że będziesz chciał go ukarać.
uk: Раніше ти висловлювався про нього не дуже добре. Думав, ти захочеш його покарати.

source: Wcześniej pozwalałem ci na to małe śledztwo, bo do codziennych zleceń mogę przydzielić byle kogo!
uk: Раніше я дозволяв тобі проводити це маленьке розслідування, тому що міг призначати на щоденні завдання кого завгодно!

source: Wcześniej służyłem ojcu Volkera, a jako podrostek terminowałem u jego dziadka.
uk: Раніше я служив батьку Волкера, а в юності був підручним у його діда.

source: Wczoraj niejaki Fabio pobił w gospodzie jednego z naszych za to, że ten zwyczajnie się na niego gapił!
uk: Вчора такий собі Фабіо побив одного з наших в корчмі за те, що той просто на нього подивився!

source: Wczoraj straciliśmy dwie z naszych fregat. Podobno rozbiły się o skały niedaleko Khorinis. Porucznik twierdzi, że to przez tę cholerną mgłę, która... się ni stąd, ni zowąd, ale ludzie mówią głośno o błędzie admirała. I o orkach. Gdzieś tam na wschodzie są te zielone bydlaki, a my mamy... w kleszcze. Niech no tylko wychylą gęby z tego mleka, a przywitamy ich po myrtańsku - ogniem dział!
uk: Вчора ми втратили два наших фрегати. Мабуть, вони розбилися об скелі біля Хорініса. Лейтенант стверджує, що це сталося через той клятий туман, який... з'явився нізвідки, але люди говорять, що винен адмірал. І про орків. Ті зелені тварюки десь там, на сході, а у нас... Нехай тільки сунуться, і ми зустрінемо їх по–міртанськи - гарматним вогнем!

source: Wczoraj zaatakowały nasze obozowisko, gdy na chwilę zmrużyłem oczy. Pochodnie zrobiły robotę, ale przylazło kolejnych dziesięciu. Ioris oberwała i to mocno. Trzeba spieprzać do drugiej komnaty.
uk: Вчора вони напали на наш табір, коли я трохи задрімав. Смолоскипи допомогли, але їх прийшло ще з десяток. Йоріс поранили, до того ж добряче. Треба тікати в іншу кімнату.

source: Wczorajsza walka pozwoliła mi zrozumieć, że sam za siebie odpowiadam, a Innos może mnie tylko wspierać, o ile podejmuję właściwe decyzje.
uk: Вчорашня битва дала мені зрозуміти, що я сам відповідаю за себе, а Іннос може лише підтримувати мене доти, доки я приймаю правильні рішення.

source: Wczorajsze przygody doprowadziły do pogorszenia stanu Jorna. Udało się go opanować, ale muszę jak najszybciej zdobyć jakieś lekarstwo. Kurt stwierdził, że jedyną osobą, która będzie w stanie pomóc mojemu bratu, jest alchemik o imieniu Bodowin. Aby dojść do jego pracowni, muszę wyjść z wioski wschodnią bramą i iść wzdłuż polany, aż dotrę do rozdroża. Chata alchemika powinna być zaraz na wprost.
uk: Вчорашні пригоди призвели до погіршення стану Йорна. Нам вдалося його стабілізувати, але потрібно якнайшвидше знайти якісь ліки. Курт стверджує, що єдина людина, яка може допомогти моєму братові, – це алхімік на ім'я Бодовін. Щоб дістатися до його майстерні, я повинен вийти з села через східні ворота і йти через галявину, поки не дійду до перехрестя. Хатина алхіміка має бути одразу навпроти.

source: Wczorajszej nocy stan jego zdrowia znacznie się pogorszył. Nie jest w stanie się poruszać ani mówić.
uk: Минулої ночі стан його здоров'я значно погіршився. Він не в змозі ні рухатись, ні говорити.

source: Wczorajszej nocy sztorm podmył cypel, zatapiając jedyną drogę łączącą wyspę z naszym przybytkiem. Odczytaliśmy ten symbol jednoznacznie - Beliar przejął władzę nad Archolos, a my musimy pozwolić mu dopełnić zniszczenia, aby proces odbudowy mógł się rozpocząć.
uk: Минулої ночі шторм розмив мис, затопивши єдину дорогу, що з'єднує острів з нашим монастирем. Ми сприймаємо цей символ однозначно – Беліар захопив Архолос, і ми повинні дозволити йому завершити руйнування, щоб розпочався процес відновлення.

source: Wczytaj
uk: Завантаження гри

source: Wdałem się w dyskusję z agitatorem, udając zainteresowanie tematem i trzymając jego stronę. Okazuje się, że mieszkańcy dowiedzieli się o rychłym przybyciu Królewskiego Wysłannika. Próbowałem drążyć temat, ale facet nabrał podejrzeń. Chyba nie mam większego wyboru - muszę zmusić go do gadania w ten, czy w inny sposób.
uk: Я вступив у дискусію з агітатором, вдаючи зацікавленість темою і підтримуючи його позицію. Виявляється, місцеві жителі довідалися про прибуття Королівського посла. Я спробував поговорити про це, але хлопець щось запідозрив. Гадаю, у мене немає вибору – я повинен змусити його говорити.

source: Wdałem się w dyskusję z agitatorem, udając zainteresowanie tematem i trzymając jego stronę. Okazuje się, że mieszkańcy dowiedzieli się o rychłym przybyciu Królewskiego Wysłannika. Próbowałem drążyć temat, ale facet nabrał podejrzeń. Mógłbym spróbować zmusić go do gadania lub poszukać innych agitatorów w mieście.
uk: Я вступив у дискусію з агітатором, вдаючи зацікавленість темою і підтримуючи його позицію. Виявляється, місцеві жителі довідалися про прибуття Королівського посла. Я спробував поговорити про це, але хлопець щось запідозрив. Я можу спробувати розговорити його або пошукати інших агітаторів в місті.

source: Wdałem się w dyskusję z agitatorem, udając zainteresowanie tematem i trzymając jego stronę. Okazuje się, że mieszkańcy dowiedzieli się o rychłym przybyciu królewskiego wysłannika. Agitator zdradził mi też, gdzie znajdę Ludlofa - kolejnego ulicznego krzykacza. Podobno ma w planach organizację większego protestu na rynku. Wygląda na to, że jest kimś ważnym wśród agitatorów - może nawet inicjatorem całego ruchu? Możliwe więc, że będzie wiedział, kto jest autorem ulotek. Powinienem go spotkać w pobliżu stoczni.
uk: Я вступив у дискусію з агітатором, вдаючи зацікавленість темою і підтримуючи його позицію. Виявляється, місцеві жителі довідалися про прибуття Королівського посла. Агітатор також розповів мені, де знайти Людлофа – ще одного вуличного агітатора. Очевидно, він планує організувати масштабніший протест на ринку. Схоже, це хтось важливий серед агітаторів – можливо, навіть ініціатор всього руху? Тож не виключено, що він знає, хто є автором листівок. Я маю зустріти його біля корабельні.

source: Wdowa
uk: Вдова

source: We dwóch bez większych problemów wybiliby tuzin takich gnojków, a ty mi mówisz, że musiałeś im pomóc?
uk: Удвох вони без особливих проблем зарізали б дюжину цих виродків, а ти кажеш, що мусив їм допомагати?

source: We dwóch będziecie działać sprawniej.
uk: Удвох ви будете працювати ефективніше.

source: We dwóch nie damy rady. Musimy opracować plan działania z resztą członków Wodnego Kręgu.
uk: Удвох ми не впораємось. Нам потрібно розробити план дій з іншими членами Кільця Води.
